[
  {
    "name": "SDG.One",
    "sdg1": 1,
    "sdg2": 2,
    "sdg3": 3,
    "mission": "donating funds to poor people.",
    "needed": "NGO in Africa working with Poor children, local office, operations, staff.",
    "added": "funding, network and reputation."
  },
  {
    "name": "slakov",
    "sdg1": 0,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "Writing smart contracts on blockchain.",
    "needed": "Catering company to provide food for employees.",
    "added": "blockchain know-how, technical know-how, consultancy, global presence."
  },
  {
    "name": "SunEdison",
    "sdg1": 7,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "Building solar power plants to provide sustainable energy source.",
    "needed": "Building company for installation of solar panels in Sudan.",
    "added": "funding, technology, business contracts."
  },
  {
    "name": "Novartis",
    "sdg1": 3,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "to develop innovative products in growing areas of healthcare where we can make a real difference. We focus on patented medicines, generic medicines and eye care segments where we have the innovation power and global scale necessary to compete effectively.",
    "needed": "specialist biotech company in eye disease, eye therapy, treatments with global presence.",
    "added": "funding, technology, global presence, business performance, growth, Access to new markets."
  },
  {
    "name": "Alcon",
    "sdg1": 3,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "To identify new potential partnerships, Alcon R&D utilises a well-defined pipeline strategy that begins with confirmation of the unmet needs in ophthalmology.",
    "needed": "hospitals specialised in Eye disease, Health Care organisations in India.",
    "added": "funding, technology, global presence, business performance, growth, Access to new markets."
  },
  {
    "name": "FC Barcelona",
    "sdg1": 1,
    "sdg2": 4,
    "sdg3": 0,
    "mission": "to partner with children Organisation that works in education around the world.",
    "needed": " global NGO public Organisation that focuses on children education.",
    "added": "funding, donations for educational programs in developing countries."
  },
  {
    "name": "Roche",
    "sdg1": 3,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "to develop best diagnostics equipment and Technology for blood-banks.",
    "needed": "Japanese medical technology company, diagnostics.",
    "added": "Access to European markets, commercial deal, Contacts, purchasing, R&Ds."
  },
  {
    "name": "Think Yellow",
    "sdg1": 5,
    "sdg2": 0,
    "sdg3": 0,
    "mission": "to fund projects and social entrepreneurs that Focus on vender equality.",
    "needed": "impact investment funding for vender causes .",
    "added": "human rights know-how."
  }
]
